Repository: royzaa/bumiku
Catalog: lib/l10n/intl_*.arb
Languages: id

# actionTitle4
source: Volcano Occurrence
id: Terjadinya gunung api

# actionTitle5
source: Knowing Types of Earthquakes and Their Causes
id: Mengenal Macam-macam Gempa Bumi dan Penyebab Terjadinya

# actionTitle6
source: Plate movement
id: Pergerakan lempeng

# actionTitle7
source: Fold and Fault
id: Lipatan dan Patahan

source: Learning material
id: Materi belajar

source: Lessons
id: Pelajaran

source: Learning guide
id: Petunjuk belajar

# learningGuideDesc
source: Follow our guide, be agile!
id: Ikuti panduan kami, agar cekatan!

# step
source: Step {number}
id: Langkah {number}

source: Next
id: Lanjut

source: Get Started
id: Mulai

# hi
source: Hi, what's your name?
id: Hai, siapa namamu?

# hiDesc
source: Would you like to introduce your self to us? I am very happy to meet you
id: Akankah kamu bersedia mengenalkan dirimu kepada kami? Saya sangat senang bertemu denganmu

# nameCorrection
source: Please input your name corectly
id: Ehh sepertinya kamu salah menulis nama

source: Your name
id: Namamu

source: Let's go!
id: Ayo berangkat!

# exitTryLater
source: Exit, I'll try later
id: Keluar, coba nanti

source: Select language
id: Pilih bahasa

# menusTitle0
source: Learning guide
id: Panduan belajar

# menusTitle1
source: Goal
id: Tujuan pembelajaran

# menusTitle2
source: Disaster simulation
id: Simulasi bencana

# menusTitle3
source: Learning material
id: Materi belajar

# menusDesc0
source: Get started to learn with our guide
id: Mulai belajar dengan panduan kami

# menusDesc1
source: Know your learning goal for better learning
id: Ketahui tujuan, agar belajar lebih mudah

# menusDesc2
source: Play real world disaster simulation
id: Mainkan simulasi bencana nyata

# menusDesc3
source: Learn and practice more
id: Perbanyak latihan dan belajar

source: Select menu
id: Pilih menu

# sorryJustDemo
source: Sorry, the application in this exhibition is only a demo. To get the full version please contact the developer
id: Mohon maaf aplikasi pada pameran ini hanya demo. Untuk mendapatkan versi utuh silakan hubungi developer

# areYouReady
source: Hi, are you ready?
id: Hai, udah siap belum?

# areYouReadyDesc
source: Pray first before you try to practice. Ensure you have already all set. After you click ready, you cannot go back until you finish the quiz.
id: Berdoa dulu yaa sebelum latihan. Pastikan semua sudah siap. Setelah kamu mengklik saya sudah siap, kamu ga bisa kembali sampai menyelesaikan kuis

source: Not yet
id: Belum

source: I am ready
id: Saya sudah siap

# completePrevious
source: Complete previous quiz, please
id: Selesaikan kuis sebelumnya dulu yaa...

source: Quiz {num}
id: Kuis {num}

# dontHaveStat
source: Oops you don't have any statistics, try the quiz!
id: Upss kamu belum punya statistik nih, coba kuisnya dulu!

source: Accuracy
id: Ketepatan

source: Completion
id: Kelengkapan

# totalCorrect
source: Total correct answer :
id: Total jawaban benar :

# numOfTry
source: Number of try :
id: Jumlah percobaan :

# tryTimes
source: {num} times
id: {num} kali

# drawerDesc
source: Here you can find other specific menu
id: Di sini kamu dapat menemukan menu tersembunyi

# setting
source: Settings
id: Pengaturan

# settingDesc
source: Tap here to adjust app setting
id: Ketuk di sini untuk mengatur aplikasi

# selectMenuDesc
source: Find menu you want to explore
id: Pilih menu yang kamu suka

# menuBarDesc
source: You can select menu icon to start your learning
id: Kamu bisa pilih dan ketuk menu di sini

source: Quizes
id: Kuis

# stat
source: Statistics
id: Statistik

# points20
source: 20 points
id: 20 poin

source: Submit
id: Kirim

source: Select one answer
id: Pilih jawaban dulu

# questionNo
source: Question no. {num}
id: Pertanyan no. {num}

# congrat
source: Congratulation
id: Selamat

# expGet
source: You earned values by
id: Kamu telah mendapat nilai

source: points
id: Poin

# keepUpSpirirt
source: Keep up your spirit
id: Tetap jaga semangatmu

# correctAns
source: Correct answer
id: Jawaban benar

# numOfCorrectAns
source: {num} answers
id: {num} jawaban

source: Rating
id: Klasifikasi

source: Skipped question
id: Soal tak dijawab

# numOfskippedQuestion
source: {num} questions
id: {num} soal

source: Share
id: Bagikan

# shareDesc
source: Tap here to share your accomplishment
id: Yuk tekan di sini untuk bagi pencapaian ke teman-temanmu!

# BackHome
source: Back To Home
id: Ke Halaman Utama

source: Start Learning
id: Mulai belajar

# summaryContent
source: Earth is the third planet in the solar system, the most ideal place for living things to live. It contains everything needed to support life, including various minerals. Earth is composed of 3 layers, from the outside the core layer the earth, the earth's blanket, and the earth's crust.
id: Bumi merupakan planet ketiga dalam sistem tata surya, tempat yang paling ideal bagi makhluk hidup untuk tinggal. Di dalamnya terdapat semua yang diperlukan untuk membantu kehidupan, termasuk berbagai macam mineral. Bumi tersusun oleh 3 lapisan, dari dalam keluar yaitu lapisan inti bumi, lapisan selimut bumi, dan lapisan kulit bumi.

# callingMe
source: Hi, are you calling me?
id: Hai, kamu memanggilku?

# startReading
source: Are you start reading?
id: Kamu sedang membaca ya?

# defaultMsg
source: Read the summary carefully
id: Baca rangkuman dengan cermat

source: Summary
id: Rangkuman

# summaryDesc
source: Let's read this summary to get more understanding about our topic
id: Ayo baca rangkuman ini agar memeroleh pemahaman akan topik pembelajaran

source: Video player
id: Pemutaran video

source: Now playing
id: Sedang diputar

# relatedVideo
source: Other related video
id: Video terkait

# videoDuration
source: {minute} minutes {second} seconds
id: {minute} menit {second} detik

# confirmExit
source: Confirm to exit
id: Konfirmasi untuk keluar

source: Exit
id: Keluar

source: More apps
id: Aplikasi lain

# learningGoal10
source: Students can compose descriptive text containing characteristics of city transportation vehicles
id: Siswa dapat menyusun teks deskripsi berisi karakteristik kendaraan transportasi kota

# learningGoal11
source: Students are able to deduce the application of Newton's Laws from a phenomenon
id: Siswa mampu menyimpulkan penerapan Hukum Newton dari suatu fenomena

# learningGoal12
source: Students are able to calculate area and volume geometry of objects on city transport vehicles.
id: Siswa mampu menghitung luas dan volume geometri dari objek pada kendaraan transportasi kota.

# tapTwice
source: Double tap to exit
id: Ketuk dua kali untuk keluar

# bottomNavBar0Title
source: Credits
id: Kredit

# bottomNavBar1Title
source: Start
id: Mulai

# bottomNavBar2Title
source: Summary
id: Rangkuman

# bottomNavBar0Tooltip
source: Resources and development team
id: Sumber daya dan tim pengembang

# bottomNavBar1Tooltip
source: Start
id: Mainkan

# bottomNavBar2Tooltip
source: Summary
id: Rangkuman

# bottomTabShowCaseTitle
source: Bottom tab
id: Tab bawah

# bottomTabShowCaseDesc
source: Tap here to switch tabs
id: Ketuk di sini untuk mengganti tab

# speedDial0
source: Learning guide
id: Panduan belajar

# speedDial1
source: Learning goal
id: Tujuan pembelajaran

# speedDial2
source: Disaster simulation
id: Simulasi bencana

# speedDial3
source: Learning material
id: Materi pembelajaran

source: Yes
id: Ya

source: No
id: Tidak

# bumikuTagLine
source: Bumiku - Layers of the earth and the disaster
id: Bumiku - Lapisan bumi dan bencana alam

# morning
source: Good Moring
id: Selamat Pagi

# afternoon
source: Good Afternoon
id: Selamat Siang

# evening
source: Good Evening
id: Selamat Sore

# night
source: Good Night
id: Selamat Malam
