Repository: royzaa/bumiku
Catalog: lib/l10n/intl_*.arb
Languages: id

# lessonContentForVolcano3
source: The Process of Volcanoes Forming The majority of the world's volcanoes form along the boundaries of the earth's tectonic plates. When tectonic plates collide, one plate crashes into the earth and the other stays in place. This is known as a subduction zone. The falling plate slowly melts due to the very high temperature below the earth's plate. This melt then becomes magma. Magma is hot material composed of molten minerals and hot rock. Magma has a density that is smaller than that of magma. the density of the surrounding rock. This causes magma to be pushed up to the Earth's surface. Magma that comes out of volcanoes is then called lava. Lava and ash that explode over time will accumulate and form volcanoes. However, not all volcanoes are formed as a result of subduction. There is another way for volcanoes to form known as hotspot volcanism. In this situation, zones of magma activity The magma in the center of tectonic plates pushes through the Earth's crust to form volcanoes. Even though the hot spots themselves are considered immobile, tectonic plates continue to move slowly, forming a line of volcanoes or islands on the surface. This mechanism is thought to be behind the Hawaiian volcanic chain.
id: Proses Terbentuknya Gunung Api Mayoritas gunung berapi di dunia terbentuk di sepanjang batas lempeng tektonik bumi. Ketika lempeng tektonik bertabrakan, lempeng yang satu jatuh akan melesat ke dalam bumi dan yang lain diam di tempat. Inilah yang dikenal sebagai zona subduksi. Lempeng yang jatuh perlahan-lahan meleleh karena suhu bawah lempeng bumi yang sangat tinggi. Lelehan ini kemudian menjadi magma. Magma merupakan materi panas yang tersusun atas mineral cair dan batuan panas. Magma memiliki berat jenis yang lebih kecil daripada berat jenis batuan di sekitarnya. Hal ini menyebabkan magma terdesak hingga ke permukaan Bumi. Magma yang keluar dari gunung berapi kemudian disebut lava. Lava dan abu yang meledak dari waktu ke waktu akan menumpuk dan membentuk gunung berapi. Namun, tidak semua gunung berapi terbentuk akibat subduksi. Ada cara lain untuk gunung berapi terbentuk yang dikenal sebagai vulkanisme hotspot. Dalam situasi ini, zona aktivitas magmatik di tengah lempeng tektonik mendorong melalui kerak bumi untuk membentuk gunung berapi. Meskipun titik panas itu sendiri dianggap tidak bergerak, lempeng tektonik terus bergerak lambat, kemudian membentuk garis gunung berapi atau pulau di permukaan. Mekanisme ini diduga berada di belakang rantai vulkanikHawaii.

# lessonContentForVolcano4
source: Earthquake Earthquakes are vibrations that occur on the earth's surface as a result of the earth's plates moving, resulting in a sudden release of energy from the bowels of the earth which is usually followed by a fault/ fault. The emergence of the fault or fault is due to the movement of tectonic plates / layers of the earth's crust that collide, shift or infiltrate one another (subduction).
id: Gempa Bumi Gempa bumi merupakan getaran yang terjadi di permukaan bumi akibat yang disebabkan oleh lempengan bumi yang bergerak sehingga terjadi pelepasan energi dari dalam perut bumi secara tiba-tiba yang biasanya diikuti dengan terjadinya patahan/sesar (fault). Timbulnya patahan atau sesar tersebut karena adanya gerakan plat-plat tektonik/lapis kerak bumi yang saling bertumbukan, bergeser atau saling menyusup satu dengan yang lain (subduksi).

# lessonContentForVolcano5
source: Types of Earthquakes :\n\n\t\ta.\t Collapse Earthquakes\n\n\t\t\t These earthquakes usually occur in limestone areas or in mining areas, these earthquakes are rare and are local.\n\n\t\tb.\t Impact earthquakes\n\n\t\tThis earthquake is caused by the impact of a meteor or an asteroid that falls to Earth, this type of earthquake is rare.\n\n\t\ tc.\tArtificial earthquakes\n\n\t\t\tArtificial earthquakes are earthquakes caused by human activities, such as dynamite, nuclear explosions or hammers hitting the earth's surface.\n\n\t\td.\tEarthquakes volcanic earth\n\n\t\tThis earthquake occurs due to magma activity, which usually occurs before a volcano erupts. If the activity is higher, it will cause an explosion which will also cause an earthquake. The earthquake is only felt around the volcano.\n\n\t\te.\ttectonic earthquake\n\n\t\tthis earthquake is caused by tectonic activity ic, namely the sudden shift of tectonic plates that have strengths from very small to very large. This earthquake causes a lot of damage or natural disasters on Earth, strong earthquake vibrations can spread to all parts of the Earth. Tectonic earthquakes are caused by the release of energy that occurs due to the shifting of tectonic plates like a rubber band being pulled and released suddenly.
id: Macam-macam Gempa Bumi : a. Gempa Bumi Runtuhan gempa bumi ini biasanya terjadi pada daerah kapur ataupun pada daerah pertambangan, gempabumi ini jarang terjadi dan bersifat lokal. b. Gempa bumi tumbukan gempa bumi ini diakibatkan oleh tumbukan meteor atau asteroid yang jatuh ke Bumi, jenis gempa Bumi ini jarang terjadi. c. Gempa bumi buatan gempa bumi buatan adalah gempa bumi yang disebabkan oleh aktivitas dari manusia, seperti peledakan dinamit, nuklir atau palu yang dipukulkan ke permukaan bumi. d. Gempa bumi vulkanik gempa bumi ini terjadi akibat adanya aktivitas magma, yang biasa terjadi sebelum gunung api meletus. Apabila keaktifannya semakin tinggi maka akan menyebabkan timbulnya ledakan yang juga akan menimbulkan terjadinya gempa bumi. Gempa bumi tersebut hanya terasa di sekitar gunung api tersebut. e. Gempa bumi tektonik gempa bumi ini disebabkan oleh adanya aktivitas tektonik, yaitu pergeseran lempeng-lempeng tektonik secara mendadak yang mempunyai kekuatan dari yang sangat kecil hingga yang sangat besar. Gempa bumi ini banyak menimbulkan kerusakan atau bencana alam di Bumi, getaran gempa Bumi yang kuat mampu menjalar keseluruh bagian Bumi. Gempa bumi tektonik disebabkan oleh pelepasan tenaga yang terjadi karena pergeseran lempengan plat tektonik seperti layaknya gelang karet ditarik dan dilepaskan dengan tiba-tiba

# lessonContentForVolcano6
source: Plate Movement As previously explained, the Earth's plates are always moving due to convection currents or heat currents in the asthenosphere (earth's mantle). The plate movements are classified into three types, namely as follows: a. Convergence It is the movement of plates that are approaching each other/collision. Convergent motion between two continental crust causes the formation of mountains (folds) for example the formation of the Himalayas ( the interaction of the Indian plate and the Eurasian plate) The convergent motion between the continental plate and the oceanic plate causes the subduction to form volcanoes and ocean trenches, for example in the Andes Mountains (interaction of the Nazca plate and the South American plate). b. Divergent It is a movement of plates moving away from each other. This movement causes the formation of a mid-ocean ridge. c. Transform It is a movement plates that pass each other that can cause horizontal faults.
id: Pergerakan Lempeng Seperti yang dijelaskan sebelumnya, Lempeng-lempeng di bumi selalu bergerak karena adanya arus konveksi atau arus panas pada lapisan astenosfer (mantel bumi). Pergerakan lempeng tersebut diklasifikasikan menjadi tiga macam, yaitu sebagai berikut: a. Konvergen Merupakan pergerakan lempeng yang saling mendekati satu sama lain/ bertubrukan. Gerak konvergen antara dua kerak benua menyebabkan pembentukan pegunungan (lipatan) misalnya pembentukan Pegunungan Himalaya (interaksi lempeng India dengan Lempeng Eurasia). Gerak konvergen antara lempeng benua dengan lempeng samudra menyebabkan penujaman sehingga terbentuk gunung api dan palung laut misalnya pada Pegunungan Andes (interaksi lempeng Nazca dan lempeng Amerika Selatan). b. Divergen Merupakan pergerakan lempeng yang saling menjauh. Gerakan ini menyebabkan pembentukan punggung, samudera (mid ocean ridge). c. Transform Merupakan pergerakan lempeng yang saling berpapasan yang dapat menimbulkan patahan secara mendatar.

# lessonContentForVolcano7
source: Folds and Faults\n\n\t\tThe impact of the movement of the earth's plates is the formation of folds and faults/faults in the soil layer to form mountains and mountains, valleys, hills and hills, ravines and so on.\ n\n\t\ta.\tFolding\n\n\t\tFolding is caused by movements from within the great pressure in the earth due to convection currents and high temperatures, thus making the rock properties become molten clay or plastic. the rock will fold when there is a push from the plate. The folds of the Earth's layers will form mountains, whose ridges are called anticlines and the valleys are called synclines.\n\n\t\tb.\tFaults\n\n\t\tEarth faults are changes the shape of the earth that occurs due to pressure from the center of the earth that is fast so that the earth's surface does not have time to fold or exceed its elastic limit and cause fractures, this is like rubber being stretched continuously energetic. If the pull on the rubber exceeds the elastic limit, the rubber will break. These faults usually occur in rocky areas.
id: Lipatan dan Patahan Dampak dari pergerakan lempeng – lempeng bumi yaitu terbentuknya lipatan dan patahan/sesar pada lapisan tanah sehingga terbentuk gunung dan pegunungan, lembah, bukit dan perbukitan, jurang dan lain sebagainya. a. Lipatan Lipatan disebabkan oleh gerakan dari dalam tekanan yang besar dalam bumi akibat arus konveksi dan temperatur yang tinggi dari, sehingga menjadikan sifat batuan menjadi cair liat atau plastis. Keplastisannya ini membuat batuan tersebut akan terlipat apabila ada dorongan dari lempeng. Lipatan lapisan Bumi ini akan membentuk pegunungan, yang punggungnya disebut antiklinal dan wilayah lembahnya disebut sinklinal. b. Patahan Patahan bumi adalah perubahan bentuk bumi yang terjadi akibat adanya tekanan tenaga dari pusat bumi yang cepat sehingga permukaan bumi tidak sempat melipat atau melewati batas elastisitasnya dan menyebabkan patahan. Hal ini seperti karet yang diregangkan secara terus menerus. Jika tarikan terhadap karet tersebut melewati batas elastisitasnya maka karet tersebut akan putus. Patahan (Sesar) ini biasanya terjadi di daerah yang berbentuk bebatuan.

# lessonContentForVolcano8
source: Tsunami\n\n\t\tIs a large water wave caused by disturbances on the ocean floor, such as an earthquake. This disturbance forms waves that spread in all directions with wave speeds reaching 600–900 km/h. Initially these waves have a small amplitude (usually 30–60 cm) so they are not felt on the high seas, but their amplitude increases as they approach the coast. When they reach the coast, the tsunami sometimes hits the land in the form of a giant wall of water (especially in large tsunamis), but the shape is quite different. more common is a sudden rise in water level. The water level rise can reach 15–30 meters, causing flooding with currents of up to 90 km/h, spanning several kilometers from the coast, and causing great damage and loss of life.\n\ n\t\tSymptoms/Things to watch out for:\n\n\t\t1)\tReceive a warning from Tsunami Early Warning (TEWS)\n\n\t\t2)\tThere was a large earthquake in the coastal area (above 7.0 SR)\n\n \t\t3)\tEarthquake centered in the middle of the sea\n\n\t\t4)\tThe sea water suddenly receded\n\n\t\t5)\tThe sea water rose and there was a roar in the sea
id: Tsunami Adalah gelombang air besar yang diakibatkan oleh gangguan di dasar laut, seperti gempa bumi. Gangguan ini membentuk gelombang yang menyebar ke segala arah dengan kecepatan gelombang mencapai 600–900 km/jam. Awalnya gelombang tersebut memiliki amplitudo kecil (umumnya 30–60 cm) sehingga tidak terasa di laut lepas, tetapi amplitudonya membesar saat mendekati pantai. Saat mencapai pantai, tsunami kadang menghantam daratan berupa dinding air raksasa (terutama pada tsunami-tsunami besar), tetapi bentuk yang lebih umum adalah naiknya permukaan air secara tiba-tiba. Kenaikan permukaan air dapat mencapai 15–30 meter, menyebabkan banjir dengan kecepatan arus hingga 90 km/jam, menjangkau beberapa kilometer dari pantai, dan menyebabkan kerusakan dan korban jiwa yang besar. Gejala/Hal yang harus diperhatikan : 1) Mendapat peringatan dari Tsunami Early Warning (TEWS) 2) Terjadi gempa yang besar di kawasan pantai (di atas 7.0 SR) 3) Gempa berpusat di tengah laut 4) Air laut mendadak surut 5) Air laut meninggi dan terdengar gemuruh di laut

# onboardingTitle0
source: Welcome {username}
id: Selamat datang {username}

# onboardingTitle1
source: Layers of Earth
id: Lapisan Bumi

# onboardingDesc0
source: Hi {username}. Today we will explore our planet. What do you think when we dig the earth, will we meet a peak point?
id: Hai {username}. Hari ini kita akan menjelajahi planet kita. Apa yang Kamu pikirkan ketika seseorang menggali bumi, apakah kita akan menemukan suatu ujung?

# onboardingDesc1
source: Did you know? Earth is not only made up of soil. It has many constituent layers. Earth also has a layer of sky. Each of these layers has a function. We'll find out. This will be a lot of fun.
id: Apakah Kamu tahu? Bumi tidak hanya terdiri dari tanah. Bumi memiliki banyak lapisan penyusun. Bumi juga memiliki lapisan langit. Masing-masing lapisan tersebut memiliki fungsi. Kita akan mencari tahu semua itu. Ini akan sangat menyenangkan.

# quiz1Question1
source: Earth is composed of … main layers
id: Bumi tersusun dari … lapisan utama

# quiz1Question2
source: The order of the layers of the earth from outside to inside is ...
id: Urutan lapisan bumi dari luar ke dalam yaitu …

# quiz1Question2Choice1
source: Core, shell and crust
id: Inti, selubung, dan kerak

# quiz1Question2Choice2
source: Sheath, crust and core
id: Selubung, kerak dan inti

# quiz1Question2Choice3
source: Crust, sheath and core
id: Kerak, selubung dan inti

# quiz1Question2Choice4
source: Crust, core and envelope
id: Kerak, inti, dan selubung

# quiz1Question3
source: Earth's layer of viscous and glowing liquid material is...
id: Lapisan bumi yang terdiri dari material cair kental dan berpijar yaitu...

# quiz1Question3Choice1
source: Earth Mantle
id: Mantel bumi

# quiz1Question3Choice2
source: Earth's crust
id: Kerak bumi

# quiz1Question3Choice3
source: Earth's core
id: Inti bumi

# quiz1Question3Choice4
source: Oceanic crust
id: Kerak samudra

# quiz1Question4
source: The lithosphere comes from the Greek lithos and sphera. Lithos means ...
id: Litosfer berasal dari bahasa Yunani yaitu lithos dan sphera. Lithos yang berarti...

# quiz1Question4Choice1
source: Rock
id: Batuan

# quiz1Question4Choice2
source: Earthball
id: Bola bumi

# quiz1Question4Choice3
source: Layer
id: Lapisan

# quiz1Question4Choice4
source: Steam
id: Uap

# quiz1Question5
source: The plate composed of minerals rich in Silica, and Magnesium, is called a sima. This plate is usually called a basalt layer because the rock that composes it is mainly basalt. The name of the plate is ...
id: Lempeng yang tersusun oleh mineral yang kaya akan Silika, dan Magnesium, disebut sima. Lempeng ini biasanya disebut lapisan basaltis karena batuan penyusunnya terutama berkomposisi basalt. Nama lempeng tersebut adalah …

# quiz1Question5Choice1
source: Ocean Plate
id: Lempeng samudra

# quiz1Question5Choice2
source: Tectonic plates
id: Lempeng tektonik

# quiz1Question5Choice3
source: continental plate
id: Lempeng benua

# quiz1Question5Choice4
source: Iron plate
id: Lempeng besi

# quiz1Question6
source: The lithosphere is made up of several minerals called silicates which are a combination of...
id: Litosfer terbentuk dari beberapa mineral yang disebut silikat yang merupakan gabungan antara...

# quiz1Question6Choice1
source: Oxygen and silicon
id: Oksigen dan silikon

# quiz1Question6Choice2
source: Sulfur and silicon
id: Sulfur dan silikon

# quiz1Question6Choice3
source: Nitrogen and silicon
id: Nitrogen dan silikon

# quiz1Question6Choice4
source: Carbondioxide and silicon
id: Karbondioksida dan silikon

# quiz1Question7
source: Iron and nickel make up the layers...
id: Besi dan nikel merupakan materi penyusun lapisan...

# quiz1Question7Choice1
source: Earth's core
id: Inti bumi

# quiz1Question7Choice2
source: Earth's crust
id: Kerak bumi

# quiz1Question7Choice3
source: Outer coat
id: Mantel bagian luar

# quiz1Question7Choice4
source: Inner coat
id: Mantel bagian dalam

# quiz1Question8
source: The layer below the lithosphere is included in the Earth's mantle which is very viscous. This layer is composed of hot-melted rock, but its density is low and therefore plastic. This layer is rich in silium, aluminum and magnesium, known as magma. The layer's name is…
id: Lapisan yang berada dibawah litosfer termasuk dalam mantel bumi yang wujudnya sangat kental. Lapisan ini tersusun dari batuan yang meleleh akibat panas, namun kepadatannya rendah karenanya bersifat plastis. Lapisan ini kaya dengan silium, aluminium dan magnesium, dikenal dengan magma. Lapisan tersebut adalah …

# quiz1Question8Choice1
source: Asthenosphere
id: Astenosfer

# quiz1Question8Choice2
source: Mesosphere
id: Mesosfer

# quiz1Question8Choice3
source: Earth's crust
id: Kerak bumi

# quiz1Question8Choice4
source: Earth's core
id: Inti bumi

# quiz1Question9
source: The layer of the earth's crust that is composed of minerals rich in Silica and Aluminum, therefore it is called unlucky. This plate is usually referred to as a granitic layer because the rock that composes it is mainly composed of rocks composed of granite. The name of the plate is ...
id: Lapisan kulit bumi yang tersusun oleh mineral yang kaya akan Silika dan Aluminium, oleh karenanya di sebut sial. Lempeng ini biasanya disebut sebagai lapisan granitis karena batuan penyusunnya terutama terdiri dari batuan yang berkomposisi granit. Lempeng tersebut adalah …

# quiz1Question9Choice1
source: continental plate
id: Lempeng benua

# quiz1Question9Choice2
source: Tectonic plates
id: Lempeng tektonik

# quiz1Question9Choice3
source: Ocean Plate
id: Lempeng samudra

# quiz1Question9Choice4
source: Iron plate
id: Lempeng besi

# quiz1Question10
source: Earth's outermost layer is...
id: Lapisan paling luar bumi adalah...

# quiz1Question10Choice1
source: Earth's crust
id: Kerak bumi

# quiz1Question10Choice2
source: Earth's core
id: Inti bumi

# quiz1Question10Choice3
source: Earth Mantle
id: Mantel bumi

# quiz1Question10Choice4
source: Earth's atmosphere
id: Kerak bumi

# quiz1Title
source: Layers of Earth
id: Lapisan bumi

# quiz2Question1
source: Earth's layer is covered by a layer of gas commonly called ...
id: Lapisan bumi diselimuti oleh lapisan gas yang biasa disebut …

# quiz2Question1Choice1
source: Atmosphere
id: Atmosfer

# quiz2Question1Choice2
source: Geosphere
id: Geosfer

# quiz2Question1Choice3
source: Antoposphere
id: Antoposfer

# quiz2Question1Choice4
source: Hydrosphere
id: Hidrosfer

# quiz2Question2
source: Look at the following Atmospheric Layers ! 1) Exosphere 2) Mesosphere 3) Troposphere 4) Stratosphere 5) Thermosphere The order of the layers of the atmosphere based on their height from sea level from lowest to highest is…
id: Perhatikan Lapisan Atmosfer berikut ! 1) Eksosfer 2) Mesosfer 3) Troposfer 4) Stratosfer 5) Termosfer Urutan lapisan atmosfer berdasarkan ketinggiannya dari permukaan laut dari yang terendah sampai yang tertinggi adalah…

# quiz2Question3
source: The atmosphere is divided into several layers. The layer of the atmosphere where the weather is like clouds or rain is...
id: Atmosfer dibagi menjadi beberapa lapisan. Lapisan atmosfer dimana tempat terjadinya cuaca seperti awan atau hujan yaitu...

# quiz2Question3Choice1
source: Troposphere
id: Troposfer

# quiz2Question3Choice2
source: Exosphere
id: Eksosfer

# quiz2Question3Choice3
source: Mesosphere
id: Mesosfer

# quiz2Question3Choice4
source: Stratosphere
id: Stratosfer

# quiz2Question4
source: The ozone layer is needed to protect the Earth from ultraviolet radiation. This ozone layer is found in ...
id: Lapisan ozon diperlukan untuk melindungi Bumi dari radiasi sinar ultraviolet. Lapisan ozon ini terdapat pada …

# quiz2Question4Choice1
source: Stratosphere
id: Stratosfer

# quiz2Question4Choice2
source: Thermosphere
id: Termosfer

# quiz2Question4Choice3
source: Mesosphere
id: Mesosfer

# quiz2Question4Choice4
source: Troposphere
id: Troposfer

# quiz2Question5
source: The following is a function of the ozone layer in the atmosphere is ...
id: Berikut ini yang merupakan fungsi dari lapisan ozon di atmosfer adalah ...

# quiz2Question5Choice1
source: protects Earth from ultraviolet rays
id: meindungi Bumi dari sinar ultraviolet

# quiz2Question5Choice2
source: set Earth's temperature
id: mengatur suhu Bumi

# quiz2Question5Choice3
source: as a radio reflector
id: sebagai pemantul gelombang radio

# quiz2Question5Choice4
source: protect the Earth from the Sun's rays
id: melindungi Bumi dari cahaya Matahari

# quiz2Question6
source: The mesosphere layer protects the earth from...
id: Lapisan mesosfer berfungsi melindungi bumi dari...

# quiz2Question6Choice1
source: Space objects that fall to earth
id: Benda luar angkasa yang jatuh ke bumi

# quiz2Question6Choice2
source: Earth objects that fall to earth
id: Benda bumi yang jatuh ke bumi

# quiz2Question6Choice3
source: Solar radiation in the form of ultraviolet
id: Radiasi matahari yang berupa ultraviolet

# quiz2Question6Choice4
source: Infrared solar radiation
id: Radiasi matahari yang berupa infra merah

# quiz2Question7
source: In the mesosphere and thermosphere there is a layer of which has ion particles (charged) which is called the layer of ...
id: Pada mesosfer dan termosfer terdapat lapisan yang memiliki partikel ion (bermuatan) yang disebut lapisan …

# quiz2Question7Choice1
source: ionosphere
id: ionosfer

# quiz2Question7Choice2
source: thermosphere
id: termosfer

# quiz2Question7Choice3
source: stratosphere
id: stratosfer

# quiz2Question8
source: The layer at an altitude above 500 Km, where the artificial satellite orbits, has very few molecules in the atmosphere, namely ...
id: Lapisan yang berada pada ketinggian diatas 500 Km, tempat mengorbit satelit buatan, memiliki molekul yang sangat sedikit merupakan lapisan atmosfer yaitu …

# quiz2Question8Choice1
source: Exosphere
id: Eksosfer

# quiz2Question8Choice2
source: thermosphere
id: termosfer

# quiz2Question8Choice3
source: stratosphere
id: stratosfer

# quiz2Question8Choice4
source: ionosphere
id: ionosfer

# quiz2Question9
source: The Troposphere is at an altitude of ...
id: Lapisan Troposfer berada pada ketinggian …

# quiz2Question10
source: The Mesosphere is at an altitude of ...
id: Lapisan Mesosfer berada pada ketinggian …

# quiz2Title
source: Atmosphere and lithosphere
id: Atmosfer dan litosfer

# video1Title
source: Layers of Earth
id: Lapisan Bumi

# video2Title
source: Atmosphere and lithosphere
id: Atmosfer dan Litosfer

# video4Title
source: Volcanoe, Earthquake and Tsunami
id: Gunung Api, Gempa, dan Tsunami

# developerTooltip
source: Look our profile
id: Lihat profil kami

# developerRoles
source: Contributions:
id: Kontribusi:

source: References
id: Referensi

# thanks
source: Thank you
id: Terima kasih

# thanksDesc
source: Your contributions give enhancement in this project
id: Kontribusimu sangat berarti

source: Our team
id: Tim kami

source: Attribution
id: Atribusi

# royaltyFreeMusic
source: Royalty Free Music from Bensound
id: Music bebas royalti dari Bensound

# prayIllus
source: Pray illustration by Storyset
id: Ilustrasi berdoa oleh Storyset

source: Play video
id: Putar video

# actionTitle0
source: Earth Layer
id: Lapisan Bumi

# actionTitle1
source: Earth's Atmosphere
id: Atmosfer Bumi

# actionTitle2
source: Earth's Lithosphere
id: Litosfer Bumi

# actionTitle3
source: Form and type of volcano
id: Bentuk dan tipe gunung api
