Repository: royzaa/bumiku
Catalog: lib/l10n/intl_*.arb
Languages: id

# language
source: English
id: Indonesia

# role1
source: Materal designer
id: Perancang materi

# role2
source: Quiz designer
id: Perancang kuis

# learningGuide0
source: Praying can increase mental and spiritual strength. It will help you realize your best fit for studying. Takes time to pray according to your beliefs
id: Berdoa akan meningkatkan kekuatan mental dan spiritual. Hal itu membantumu mendapatkan kondisi terbaik untuk belajar. Senggangkan waktu untuk berdoa sesuai kepercayaanmu

# learningGuide1
source: Read the learning objectives then you will understand what lesson you are studying now. Make sure to read it for the continuity of your learning process
id: Bacalah tujuan pembelajaran maka Kamu akan mengerti pelajaran apa yang Kamu pelajari sekarang. Pastikan untuk membacanya untuk kelangsungan proses belajar Kamu

# learningGuide2
source: Study the topics one by one. Pay close attention to each chapter so you can study in a more structured way. Fighting! You have to give your best
id: Pelajari topik satu per satu. Perhatikan baik-baik setiap bab sehingga Anda dapat belajar dengan cara yang lebih terstruktur. Berkelahi! Anda harus memberikan yang terbaik

# learningGuide3
source: If your device supports google AR, you can try to display vehicle objects in your reality. Use this opportunity to gain comprehensive about learning material
id: Jika perangkat Anda mendukung google AR, Anda dapat mencoba menampilkan objek kendaraan dalam realitas Anda. Gunakan kesempatan ini untuk mendapatkan pemahaman yang komprehensif tentang materi pembelajaran

# learningGuide4
source: Challange your knowledge to ensure how much your competencies in spesific topic. Give all your best to get highest grade. Share the result to your friend
id: Tantang pengetahuan Anda untuk memastikan seberapa besar kompetensi Anda dalam topik tertentu. Berikan yang terbaik untuk mendapatkan nilai tertinggi. Bagikan hasilnya ke teman Anda

# learningGuideTitle0
source: Pray First
id: Berdoa Dahulu

# learningGuideTitle1
source: Read Objective
id: Baca Tujuan

# learningGuideTitle2
source: Learn one by one
id: Belajar Satu Per Satu

# learningGuideTitle3
source: Play AR
id: Mainkan AR

# learningGuideTitle4
source: Take a Quiz
id: Ambil Kuis

# lessonNameForEarthLayer0
source: Earth's layer
id: Lapisan penyusun bumi

# lessonNameForEarthLayer1
source: Earth's core layer
id: Lapisan inti bumi

# lessonNameForEarthLayer2
source: Earth's mantle layer
id: Lapisan mantel bumi

# lessonNameForEarthLayer3
source: Earth's skin layer
id: Lapisan kulit bumi

# lessonContentForEarthLayer0
source: Earth's Composition Earth is the third planet in the solar system, the most ideal place for living things to live. It contains everything needed to support life, including various minerals. The earth is composed of 3 layers, from the inside out, namely the core layer of the earth, the earth's blanket layer, and the earth's skin layer.
id: Lapisan Penyusun Bumi Bumi merupakan planet ketiga dalam sistem tata surya, tempat yang paling ideal bagi makhluk hidup untuk tinggal. Di dalamnya terdapat semua yang diperlukan untuk membantu kehidupan, termasuk berbagai macam mineral. Bumi tersusun oleh 3 lapisan, dari dalam keluar yaitu lapisan inti bumi, lapisan selimut bumi, dan lapisan kulit bumi.

# lessonContentForEarthLayer1
source: 1. The Earth's Core The deepest layer of the earth forms the Earth's core. The Earth's core is formed from liquid material that is under very high pressure. Earth's core is composed of liquid minerals Iron (Fe) and Nickel (Ni), called Nife. The earth's core is divided into two, namely the inner core which is solid material, and the outer core. a. Inner Core Layer The inner core is the deepest layer of the earth. The thickness of the core in the earth is around 1,216 km with a very high temperature reaching 6,000oC The pressure in this layer of the earth is so high that even though the temperature is very high, the core material in the earth, namely iron, cannot move, does not melt, and remains solid iron. b. Outer Core Layer The outer Earth's core can be thought of as a very hot metal ball. The thickness of the outer core is about 2,270 kilometers and the temperature is around 3,800oC. This layer is liquid and contains iron and nickel. Scientists think that sulfur and oxygen are also present in the outer core. This is because, these two elements are easily soluble in molten iron
id: 1. Lapisan Inti Bumi Lapisan terdalam bumi membentuk inti Bumi. Inti bumi terbentuk dari material cair yang bertekanan sangat tinggi. Inti bumi tersusun dari mineral cair Besi(Fe)dan Nikel (Ni), disebut Nife. Inti bumi terbagai menjadi dua, yaitu inti dalam bumi (inner core) yang berupa material padat, dan inti luar bumi (outer core) a. Lapisan Inti Dalam Inti bagian dalam adalah lapisan terdalam bumi. Ketebalan inti dalam bumi sekitar 1.216 Km dengan suhu yang sangat tinggi mencapai 6.000oC Tekanan di lapisan bumi ini sangat tinggi sehingga walaupun suhunya sangat tinggi, bahan inti dalam bumi yaitu besi tidak dapat bergerak, tidak meleleh, dan tetap berwujud besi yang padat. b. Lapisan Inti Luar Inti Bumi luar dapat dianggap sebagai bola logam yang sangat panas. Ketebalan inti luar sekitar 2.270 kilometer dan suhu sekitar 3.800oC Lapisan ini cair dan berisi besi dan nikel. Para ilmuwan berpendapat bahwa sulfur dan oksigen juga terdapat dalam inti luar. Hal ini karena, kedua elemen ini mudah larut dalam besi cair

# lessonContentForEarthLayer2
source: 2. The Earth's Mantle Layer The second layer from inside the earth is the earth's blanket layer or the earth's mantle or the earth's mantle. The earth's blanket layer is the largest layer, most of the earth's mass (± 80%) is in this mantle layer. The overall thickness of the mantle layer is 2,900 km. The upper mantle that underlies the Earth's crust is solid and together with the Earth's crust forms a single unit called the lithosphere. The plastic lower mantle is called the asthenosphere. In general, the earth's blanket layer consists of 3 parts, namely the lithosphere, asthenosphere, and mesosphere. a. Lithosphere Lithosphere comes from the Greek word lithos which means rock, and sphere means layer. Literally the lithosphere is the outermost layer of the earth or commonly referred to as the earth's crust. This layer is generally composed of solid materials and chemical compounds rich in Si02, which is why the lithosphere layer is often called the silicate layer. The thickness of this layer is about 50-100 Km. The lithosphere is cold. The lithosphere forms rigid plates, moving on top of the more fluid asthenosphere. b. Asthenosphere The asthenosphere comes from the Greek, asthenes which means weak and sphere which means layer/sphere. . The asthenosphere is the layer below the lithosphere which is very thick. The asthenosphere is composed of hot-melted rock, but its density is low and therefore plastic. The thickness of this layer is about 130-160 Km. This layer is rich in silium, aluminum and magnesium, known as magma. c. Mesosphere Mesosphere is a layer of rock that is heavier and thicker, rich in silium and magnesium. This layer is the largest layer of the earth's mantle layer. Its thickness is about 2400-2750 Km. The mesosphere is stiffer than the asthenosphere but thicker than the lithosphere
id: 2. Lapisan Mantel Bumi Lapisan kedua dari dalam bumi adalah lapisan selimut bumi atau selubung bumi atau mantel bumi. Lapisan selimut bumi merupakan lapisan terbesar, sebagian besar massa bumi (± 80%) berada dalam lapisan mantel ini. Ketebalan keseluruhan lapisan mantel adalah 2.900 Km. Mantel bagian atas yang mengalasi kulit bumi bersifat padat dan bersama dengan kulit bumi membentuk satu kesatuan yang dinamakan litosfer. Mantel bagian bawah yang bersifat plastis disebut asthenosfer. Secara umum lapisan selimut bumi terdiri atas 3 bagian, yaitu lithosfer, astenosfer, dan mesosfer. a. Litosfer Litosfer berasal dari kata Yunani lithos artinya batuan, dan sphere artinya lapisan. Secara harfiah litosfer adalah lapisan bumi yang paling luar atau biasa disebut dengan kulit bumi. Lapisan ini pada umumnya tersusun dari materi-materi yang berwujud padat dan senyawa kimia yang kaya akan Si02, itulah sebabnya lapisan litosfer sering dinamakan lapisan silikat. Tebal lapisan ini sekitar 50-100 Km. Litosfer bersuhu dingin. Litosfer membentuk lempeng-lempeng yang kaku, bergerak diatas astenosfer yang lebih cair. b. Astenosfer Astenosfer berasal dari bahasa Yunani, asthenes yang berarti lemah dan sphere yang berarti lapisan/bulatan. Astenosfer merupakan lapisan dibawah litosfer yang wujudnya sangat kental. Lapisan astenosfer tersusun dari batuan yang meleleh akibat panas, namun kepadatannya rendah karenanya bersifat plastis. Tebal lapisan ini sekitar 130-160 Km. Lapisan ini kaya dengan silium, aluminium dan magnesium, dikenal dengan magma. c. Mesosfer Mesosfer merupakan lapisan batuan yang lebih berat dan tebal, kaya dengan silium dan magnesium. Lapisan ini merupakan lapisan terbesar dari lapisan selubung bumi. Tebalnya sekitar 2400-2750 Km. Mesosfer lebih kaku dibandingkan astenosfer namun lebih kental dibandingkan litosfer.

# lessonContentForEarthLayer3
source: 3. The Earth's Skin The third layer which is the outermost part of the Earth is the Earth's crust. The thickness of the earth's crust is between 5-70 Km, and is a layer of soil and rock. This layer is only about one percent of the mass of the earth and is a thin layer compared to the other layers. This layer is home to all living things on earth. The earth's crust is divided into two, namely the continental layer and the oceanic layer. a. Oceanic Plate Oceanic plate is composed of minerals rich in Silica, and Magnesium, called sima. The oceanic plate is usually called the basalt layer because the rock that composes it is mainly basalt. b. Continental Plate Continental plate is composed of minerals rich in Silica and Aluminum, therefore it is called unlucky. Continental plates are usually referred to as granitic layers because their constituent rocks are mainly composed of rocks of granitic composition.
id: 3. Lapisan Kulit Bumi Lapisan ketiga yang merupakan bagian terluar bumi adalah kulit bumi. Ketebalan lapisan kulit bumi antara 5-70 Km, dan merupakan lapisan tanah dan bebatuan. Lapisan ini hanya sekitar satu persen dari massa bumi dan merupakan lapisan tipis dibandingkan dengan lapisan lainnya. Lapisan ini menjadi tempat tinggal seluruh makhluk hidup di bumi. Lapisan kulit bumi dibedakan menjadi dua yaitu lapisan benua dan lapisan samudra. a. Lempeng Samudera Lempeng samudra tersusun oleh mineral yang kaya akan Silika, dan Magnesium, disebut sima. Lempeng samudra biasanya disebut lapisan basaltis karena batuan penyusunnya terutama berkomposisi basalt. b. Lempeng Benua Lempeng benua tersusun oleh mineral yang kaya akan Silika dan Aluminium, oleh karenanya di sebut sial. Lempeng benua biasanya disebut sebagai lapisan granitis karena batuan penyusunnya terutama terdiri dari batuan yang berkomposisi granit.

# lessonNameForAtmosphere0
source: Earth's lithosphere
id: Lapisan litosfer bumi

# lessonNameForAtmosphere1
source: Earth's Atmosphere
id: Lapisan atmosfer bumi

# lessonContentForAtmosphere0
source: The Earth's Lithosphere The lithosphere is the outermost part of the earth, or commonly referred to as the earth's crust. Another definition of this part of the earth is the outermost layer of the earth's crust in the form of rock. The rocks here are actually not only in the form of hard objects such as stones that we usually encounter in everyday life, but can be in the form of clay, sand, gravel, volcanic ash, and so on.
id: Lapisan Litosfer Bumi Litosfer merupakan bagian bumi yang terluar, atau biasa disebut sebagai kulit bumi. Pengertian lain dari bagian bumi ini adalah bagian terluar dari lapisan kerak bumi berupa batuan. Batuan di sini sebenarnya bukan saja berupa benda keras seperti batu yang biasa kita jumpai dalam kehidupan sehari-hari, akan tetapi bisa dalam bentuk tanah liat, pasir, kerikil, abu gunung berapi, dan lain sebagainya.

# lessonContentForAtmosphere1
source: Layers of Earth's Atmosphere When you brew coffee and then let it sit for a while, you will find that the glass has 2 layers. The top layer has a lighter color than the bottom layer. Like a cup of coffee, Earth's atmosphere also consists of various layers. Each layer has the following characteristics: 1. troposphere A layer that is at an altitude of 0 – 10 Km. the lowest layer of the atmosphere, where human and animal activities (including birds) occur, where rain, wind, snow and clouds occur. 2. Stratosphere The layer at an altitude of 10 – 50 km. contained in the ozone layer (O3) to protect us from ultraviolet radiation, as well as a place for aircraft to pass when they are above the clouds. 3. Mesosphere A layer that is at an altitude of 50 – 85 km. the place where meteors are burning towards the earth, most of the meteors that are going to the earth will be burned up in the mesosphere. 4. Thermosphere The layer that is at an altitude of 85-500 Km. where NASA's Hubble telescope orbits, has a high temperature but because there are very few air molecules, objects that are there don't feel hot. 5. Exosphere Layers that are at high altitude above 500 km. the place orbiting the artificial satellite, has very few molecules. In the mesosphere and thermosphere there is a layer that has ionic (charged) particles called the ionosphere. When you listen to the radio at night, radio broadcasts from other cities will be heard more clearly. This is due to the presence of the ionosphere. During the day, energy from the Sun hits particles in the ionosphere, causing them to absorb radio waves with the AM frequency. At night, without the sun's energy, radio waves are reflected in the ionosphere, so they can be radiated over greater distances.
id: Lapisan Atmosfer Bumi Ketika Anda menyeduh kopi kemudian membiarkannya sesaat, akan menemukan bahwa pada gelas tersebut terdapat 2 lapisan. Pada lapisan atas memiliki warna lebih cerah dibandingkan lapisan bawah. Layaknya secangkir kopi, atmosfer Bumi juga terdiri atas berbagai lapisan. Setiap lapisan memiliki karakteristik sebagai berikut : 1. Troposfer Lapisan yang berada pada ketinggian 0 – 10 Km. lapisan atmosfer paling bawah, tempat aktivitas manusia dan hewan (termasuk burung), tempat berlangsungnya hujan, angin, salju dan awan. 2. Stratosfer Lapisan yang berada pada ketinggian 10 – 50 Km. terdapat dari lapisan ozon (O3) untuk melindungi kita dari radiasi sinar ultraviolet, sekaligus tempat melintasnya pesawat udara saat berada di atas awan. 3. Mesosfer Lapisan yang berada pada ketinggian 50 – 85 Km. tempat terbakarnya meteor yang menuju bumi, kebanyakan meteor yang menuju bumi akan habis terbakar di mesosfer. 4. Termosfer Lapisan yang berada pada ketinggian 85 – 500 Km. tempat mengorbit teleskop Hubble milik NASA, memiliki suhu yang tinggi namun karena molekul udara sangat sedikit jadi objek yang berada di sana tidak terasa panas. 5. Eksosfer Lapisan yang berada pada ketinggian diatas 500 Km. tempat mengorbit satelit buatan, memiliki molekul yang sangat sedikit. Pada mesosfer dan termosfer terdapat lapisan yang memiliki partikel ion (bermuatan) yang disebut ionosfer. Ketika Anda mendengarkan radio pada malam hari, siaran radio dari kota lain akan terdengar lebih jelas. Hal ini disebabkan karena adanya lapisan ionosfer. Pada siang hari, energi dari Matahari mengenai partikel pada ionosfer mengakibatkan partikel tersebut menyerap gelombang radio dengan frekuensi AM. Pada malam hari, tanpa energi Matahari, gelombang radio dipantulkan pada ionosfer, sehingga dapat terpancar dengan jarak yang lebih jauh

# lessonNameForVolcano0
source: Volcano structure
id: Struktur gunung api

# lessonNameForVolcano1
source: Classification of volcanoes by shape
id: Klaisifikasi gunung api berdasarkan bentuknya

# lessonNameForVolcano2
source: Classification of volcanoes by eruption
id: Klaisifikasi gunung api berdasarkan letusannya

# lessonNameForVolcano3
source: Process of volcano formation
id: Proses terbentuknya gunung api

# lessonNameForVolcano4
source: Earthquake
id: Gempa bumi

# lessonNameForVolcano5
source: Kind of an earthquake
id: Macam gempa bumi

# lessonNameForVolcano6
source: Plate movement
id: Pergerakan lempeng

# lessonNameForVolcano7
source: Folds and Faults
id: Lipatan dan Patahan

# lessonContentForVolcano0
source: Look at the volcano structure above
id: Perhatikan struktur gunung api di atas

# lessonContentForVolcano1
source: Classification Based on Volcanic Form 1️⃣ Stratovolcanoes Has a conical shape with steep and broad slopes consisting of many layers of lava formed by repeated lava flows. Lava can flow through the sides of the cone. The nature of the eruption is violent. 2️⃣ Volcano maar Formed by an eruption, but not too strong and only happens once so that it produces a crater that resembles a lake . Example of Lamongan Volcano in East Java. 3️⃣ Shield volcano Formed by molten lava and low pressure. Sloping shape and hot lava flows from the middle channel. Distribution area magma is extensive and the cooling and freezing process is slow. The frequency of eruptions is moderate and slow with a large amount of molten lava.
id: Klasifikasi Berdasarkan Bentuk Gunung Api 1️⃣ Gunung api strato Mempunyai bentuk kerucut berlereng curam dan luas yang terdiri atas banyak lapisan lava yang terbentuk dari aliran lava yang berulang-ulang. Lava dapat mengalir melalui sisi kerucut. Sifat letusan keras. 2️⃣ Gunung api maar Terbentuk karena letusan akan tetapi tidak terlalu kuat dan hanya terjadi sekaili sehingga menghasilkan kawah yang menyerupai danau. Contoh Gunung Api Lamongan di Jawa Timur. 3️⃣ Gunung api perisai Terbentuk karena lava yang cair dan tekanan yang rendah. Berbentuk landai dan aliran lava panas dari saluran tengah. Daerah persebaran magma luas serta proses pendinginan dan pembekuannya pelan. Frekuensi letusan sedang dan pelan dengan jumlah cairan lava cair yang banyak.

# lessonContentForVolcano2
source: Classification Based on Volcanic Eruption\n\n\t\t1️⃣\t Stromboli Type\n\n\t\t Is a type of eruption that has almost the same time interval in each eruption so that eruptions can occur several times in intervals The materials that came out as a result of this eruption were in the form of bombs, lipari and volcanic ash.\n\n\t\t2️⃣\t Hawaiian type\n\n\t\t An eruption that occurs on a mountain that has very liquid lava and has a shape like a shield or shield that can flow in all directions.The scale of this Hawaiian-type eruption is relatively small but has a high intensity.\n\n\t\t3️⃣\tMerapi type\n\n\t\tIs an eruption for a mountain that has thick lava that can clog the mouth of the crater. This will cause the gas pressure to become stronger and cause the blockage at the mouth of the crater to break and lift upwards. The blockage at the mouth of the crater that rises up and bursts is eventually thrown out. Mater these materials will descend to the slopes of the mountain into a ladu or gloedlawine. This type of eruption also emits hot clouds or what is called gloedlawine, Javanese people usually call it “wedhus gembel” This type of eruption has occurred at Mount Merapi (Central Java) which has caused many casualties.\n\n\t\t4️⃣\tType Volcano\n\n\t\t An eruption that releases solid materials such as bombs, volcanic ash, lapilli and also solid or liquid materials such as lava.\n\n\t\t5️⃣\t Perret or Plinian type\n\ n\t\tIs a volcanic eruption accompanied by a very powerful explosion and can damage the environment. Thus, the material released can reach very far up to 80 km. The characteristics possessed by this eruption are that when it erupts it releases very high gas and also clouds that gush like cauliflower.\n\n\t\t6️⃣\t Pelee type\n\n\t\tIs an eruption that occurs when there is a blockage of the crater at the top of the volcano that is needle-shaped so that it will cause the gas pressure to increase. If the blockage in the crater of the mountain is not too strong, this mountain will erupt.\n\n\t\t7️⃣\t Saint Vincent type\n\n\t\t Occurs in volcanoes that have a crater lake. When this mountain erupts, the water in the crater lake will spill with lava.
id: Klasifikasi Berdasarkan Letusan Gunung Api 1️⃣ Tipe Stromboli Merupakan jenis letusan yang mempunyai interval waktu yang hampir sama di setiap letusannya sehingga letusan dapat terjadi setiap beberapa kali dalam interval waktu yang sama. Material-material yang keluar akibat letusan ini berupa bom, lipari maupun abu vulkanik. 2️⃣ Tipe Hawaiian Merupakan letusan yang terjadi pada gunung yang memiliki lava sangat cair dan memiliki bentuk seperti perisai atau tameng yang dapat mengalir ke segala arah. Skala letusan tipe Hawaii ini relatif kecil namun memiliki intensitas yang tinggi. 3️⃣ Tipe Merapi Adalah letusan untuk gunung yang memiliki lava yang kental yang dapat menyumbat mulut kawah. Hal ini akan berakibat tekanan gas menjadi semakin kuat dan menyebabkan sumbatan di mulut kawah menjadi pecah dan terangkat ke atas. Sumbatan di mulut kawah yang terangkat ke atas dan pecah ini pada akhirnya terlempar keluar. Material- material ini akan turun ke lereng gunung menjadi sebuah ladu atau gloedlawine. Tipe letusan ini juga mengeluarkan awan panas atau yang disebut dengan gloedlawine, orang jawa biasa menyebutnya “wedhus gembel” Tipe letusan ini pernah terjadi di Gunung Merapi (Jawa Tengah) yang pernah menimbulkan banyak korban jiwa. 4️⃣ Tipe Volcano Merupakan letusan yang mengeluarkan material- material padat seperti bom, abu vulkanik, lapili dan juga bahan- bahan padat atau cair seperti lava. 5️⃣ Tipe Perret atau Plinian Adalah letusan gunung berapi yang disertai ledakan yang sangat dahsyat dan dapat merusak lingkungan. Dengan demikian, material yang dikeluarkan pun jangkauannya bisa sangat sejauh hingga 80 km. Karakteristik yang dimiliki oleh letusan ini adalah ketika erupsi dikeluarkannya juga gas yang sangat tinggi dan juga awan yang menyembur menyerupai kembang kol. 6️⃣ Tipe Pelee Adalah letusan yang terjadi apabila terdapat sumbatan kawah di puncak gunung api yang berbentuk jarum sehingga akan menyebabkan tekanan gas menjadi bertambah besar. Apabila sumbatan pada kawah gunung tersebut tidak terlalu kuat maka gunung ini akan meletus. 7️⃣ Tipe Saint Vincent Terjadi pada gunung api yang memiliki danau kawah. Ketika gunung ini meletus maka air di danau kawah tersebut akan tumpah bersama lava.
